test/request-response-samples/execFile__valid_xml_generated_on_request_with_complex_type_element_form_default_qualified/request.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="urn:RpcExample" xmlns:RpcExample="urn:RpcExample"><soap:Body><RpcExample:execFileParams xmlns:RpcExample="urn:RpcExample" xmlns="urn:RpcExample"><RpcExample:fileName>PSTN</RpcExample:fileName><RpcExample:arguments>0</RpcExample:arguments><RpcExample:base64EncodedStdIn>null</RpcExample:base64EncodedStdIn><RpcExample:startDetached>true</RpcExample:startDetached></RpcExample:execFileParams></soap:Body></soap:Envelope>